tap "cloudfoundry/tap"

cask "shiftit"
cask "google-chrome"
cask "java"
cask "wireshark"

brew "bbl"
brew "bosh-cli"
brew "cf-cli"
brew "circleci"
brew "clang-format"
brew "coreutils"
brew "credhub-cli"
brew "cscope"
brew "emacs"
brew "entr"
brew "fzf"
brew "go"
brew "jq"
brew "lastpass-cli"
brew "minikube"
brew "protobuf"
brew "tmux"
brew "tree"
brew "valgrind"
brew "watch"
brew "yq"