tap "cloudfoundry/tap"

cask "basictex"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "java"
cask "shiftit"
cask "slack"
cask "wireshark"

brew "awscli"
brew "bash" # for kubernetes, default macos catalina version doesn't work...
brew "bbl"
brew "bosh-cli"
brew "cf-cli"
brew "clang-format"
brew "coreutils"
brew "credhub-cli"
brew "cscope"
brew "emacs"
brew "entr"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "gpg"
brew "ispell"
brew "jq"
brew "kubectl"
brew "lastpass-cli"
brew "minikube"
brew "pinentry-mac"
brew "protobuf"
brew "tmux"
brew "tree"
brew "watch"
brew "yq"
