cask "basictex"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
#cask "java" # apparently, this does not exist anymore...
cask "shiftit"
cask "slack"
cask "wireshark"

brew "awscli"
tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "k14s/tap"
tap "mike-engel/jwt-cli"
tap "tilt-dev/tap"
brew "awscli"
brew "bash"
brew "clang-format"
brew "coreutils"
brew "cscope"
brew "emacs"
brew "entr"
brew "fzf"
brew "gdb"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "ispell"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "minikube"
brew "pinentry-mac"
brew "pre-commit"
brew "protobuf"
brew "tmux"
brew "tree"
brew "watch"
brew "yq"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "git-duet/tap/git-duet"
brew "k14s/tap/kapp"
brew "k14s/tap/ytt"
brew "mike-engel/jwt-cli/jwt-cli"
brew "tilt-dev/tap/tilt"
cask "basictex"
cask "chromedriver"
cask "docker"
cask "goland"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "iterm2"
cask "shiftit"
cask "wireshark"
